{
  "@context": {
    "ldp": "http://www.w3.org/ns/ldp#",
    "schema": "http://schema.org/",
    "fedora": "http://fedora.info/definitions/v4/repository#",
    "webac": "http://fedora.info/definitions/v4/webac#",
    "acl": "http://www.w3.org/ns/auth/acl#",
    "ucdlib": "http://digital.ucdavis.edu/schema#",
    "ebucore": "http://www.ebu.ch/metadata/ontologies/ebucore/ebucore#"
  },
  "@id": "",
  "@type": [
    "schema:Collection",
    "http://fedora.info/definitions/v4/repository#ArchivalGroup"
  ],
  "ucdlib:hasLabel": {
    "@id": "@base:/labels"
  },
  "schema:name": "Alice Ring Smythe Photograph Album",
  "schema:description": "A photograph album of a young woman hiker's excursion to Yosemite in the late 1920s. Among many other gorgeous vistas, her photographs capture images of Bridal Veil Falls, Half Dome, El Capitan, Nevada Falls, and Illilouette Falls. Our hiker, Alice Ring Smythe, is an effective photographer and expressive writer – her many attractive photos of the park are extensively captioned.\n\nFor example, a picturesque view of the reflection seen in the aptly-named Mirror Lake - with mountains and a great waterfall rising high in the distance - is captioned \"This is the story that a little puddle in our camp had to tell.\" In a more playful instance, a group of photographs of a bear with her cubs is accompanied by the phrase \"Goldilocks points the camera.\" In other places, her descriptions are almost narrative. As she starts up the Clouds Rest Trail, Smythe writes that \"We leave the ruddy warmth of the cedars behind, and ascend into the domain of the rugged pines. Half Dome begins to recede, and the hardy manzanita clings to the granite with gnarled, fantastic fingers.\"\n\nTwo humorous manuscript \"certificates\" made out to Smythe from the \"Department of the Hike Sierra\" are placed in a pocket at the rear of the album. They announce that \"Alice Ring Smythe has successfully and honourably completed the Kindergarten Course in Hikeology and is hereby qualified for admission into the Elementary Department. Signed and Sealed [with a Yosemite pine sprig encased in wax] June, 1930.\" The other certificate relates her report card, where our intrepid hiker earned a 150+ in behavior and a 200 in enthusiasm, although only a 69½ in appetite (\"improvement looked for\") and a 50 in \"tree-gonometry.\"\n\nSmythe's trip out West may have influenced her quite a bit – though born the daughter of a bookseller in Ohio, she lived out the later part of her life in San Luis Obispo, California.\n\nThe collection's finding aid is available at the Online Archive of California (forthcoming).",
  "schema:creator": "Smythe, Alice Ring",
  "schema:dateCreated": {
    "@type": "schema:DateRange",
    "schema:startDate": "1925",
    "schema:endDate": "1930"
  },
  "schema:identifier": [
    "mc-352",
    "ark:/87293/d35717w7q"
  ],
  "schema:image": {
    "@id": "info:fedora/item/ark:/87293/d3901zq2k/media/images/MC-352_0001.tif"
  },
  "schema:license": {
    "@id": "http://rightsstatements.org/vocab/InC-NC/1.0/"
  },
  "schema:publisher": [
    {
      "@id": "http://id.loc.gov/authorities/names/no2008108707"
    },
    "UC Davis, Archives and Special Collections"
  ],
  "schema:sdDatePublished": {
    "@type": "http://www.w3.org/2001/XMLSchema#gYear",
    "@value": "2025"
  },
  "schema:sdLicense": {
    "@id": "http://rightsstatements.org/vocab/InC-NC/1.0/"
  },
  "schema:sdPublisher": [
    {
      "@id": "http://id.loc.gov/authorities/names/no2008108707"
    },
    "UC Davis, Archives and Special Collections"
  ],
  "schema:about": [
    {
      "@id": "http://id.worldcat.org/fast/1204928"
    },
    {
      "@id": "http://id.worldcat.org/fast/1308988"
    }
  ]
}